[
  {
    "label": "Dias2019a",
    "type": "article",
    "properties": {
      "journal": "Physica A: Statistical Mechanics and its Applications",
      "doi": "10.1016/j.physa.2019.121471",
      "issn": "03784371",
      "publisher": "Elsevier B.V.",
      "title": "Analysis of temporal and spatial distributions between earthquakes in the region of California through Non-Extensive Statistical Mechanics and its limits of validity",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S0378437119308568",
      "volume": "529",
      "author": "Dias, Vitor H.A. and Papa, Andrés R.R. and Ferreira, Douglas S.R.",
      "pages": "121471",
      "date": "2019-09",
      "year": "2019",
      "month": "9",
      "topic": "Mecânica Estatística Não-extensiva;Terremotos",
      "foto": "Dias2019a.png",
      "abstract": "In this work we study the influence of considering partial sets of earthquakes data has on the temporal and spatial probability distributions of earthquakes, using data from the California region between 2003 and 2016, with different thresholds for magnitude and depth of hypocenters. For this we have considered sequences of earthquakes where we have ``jump'', or pulled, a given fixed number of actually sequential earthquakes. Through the concepts of Non-Extensive Statistical Mechanics for the time interval between earthquakes, we have found that the increase of the jump between earthquakes forming the sequence, affects the non-extensive characteristic of the system in the temporal probability distribution, denoted by a change in the value of the entropic index q, for relatively small jump sizes. However, for the distance between earthquakes, we observe that the increase of jumps lets untouched the non-extensive characteristic of the system, keeping the entropic index values q approximately constant. This analysis allows not just to show the robustness of the Non-Extensive Statistical Mechanics treatments for the study of earthquakes, but also their limits of applicability with respect to jumps or data loss. At the same time, it is a very useful test for memory effects and long-range interactions."
    }
  },
  {
    "label": "Ferreira2020",
    "type": "article",
    "properties": {
      "title": "Long-range correlation studies in deep earthquakes global series",
      "journal": "Physica A: Statistical Mechanics and its Applications",
      "doi": "10.1016/j.physa.2020.125146",
      "issn": "03784371",

      "url": "https://linkinghub.elsevier.com/retrieve/pii/S0378437120305999",
      "volume": "560",
      "author": "Ferreira, Douglas S.R. and Ribeiro, Jennifer and Oliveira, Paulo S.L. and Pimenta, André R and Freitas, Renato P and Papa, Andrés R.R.",
      "pages": "125146",
      "date": "2020-12",
      "year": "2020",
      "month": "12",
      "topic": "Mecânica Estatística Não-extensiva;Terremotos;Redes Complexas",
      "foto": "Ferreira2020.png",
      "abstract": "In the present paper we have conducted studies on seismological properties using worldwide data of deep earthquakes (depth larger than 70 km), considering events with magnitude greater than or equal to 4.5. This work is an extension of a previous study using a similar approach, for shallow events. We have addressed the problem under the perspective of complex networks, using a time window model to build the networks for deep earthquakes. These networks present scale-free and small-world features, contributing to strengthen the use of the time window model to construct epicenters networks. The results for deep events were analyzed using Nonextensive Statistical Mechanics and they corroborate with those found for the shallow ones, since the connectivity distribution for deep earthquakes also follows a q-exponential distribution and the scaling behavior is present. Our findings reinforce the idea of long-range correlations between earthquakes and the criticality of the seismological system."
    }
  },
  {
    "label": "Ferreira2018",
    "type": "article",
    "properties": {
      "journal": "EPL (Europhysics Letters)",
      "doi": "10.1209/0295-5075/121/58003",
      "issn": "0295-5075",
      "number": "5",
      "publisher": "IOP Publishing",
      "title": "Towards evidence of long-range correlations in shallow seismic activities",
      "url": "https://iopscience.iop.org/article/10.1209/0295-5075/121/58003",
      "volume": "121",
      "author": "Ferreira, Douglas and Ribeiro, Jennifer and Papa, Andrés and Menezes, Ronaldo",
      "pages": "58003",
      "date": "2018-03",
      "year": "2018",
      "month": "3",
      "topic": "Mecânica Estatística Não-extensiva;Terremotos;Redes Complexas",
      "foto": "Ferreira2018.png",
      "abstract": "In this work, we introduce a new methodology to construct a network of epicenters that avoids problems found in well-established methodologies when they are applied to global catalogs of earthquakes located in shallow zones. The new methodology involves essentially the introduction of a time window which works as a temporal filter. Our approach is more generic and for small regions the results coincide with previous findings. The network constructed with that model has small-world properties and the distribution of node connectivity follows a non-traditional function, namely a q-exponential, where scale-free properties are present. The vertices with larger connectivity in the network correspond to the areas with very intense seismic activities in the period considered. These new results strengthen the hypothesis of long spatial and temporal correlations between earthquakes."
    }
  },
  {
    "label": "Ferreira2015",
    "type": "article",
    "properties": {
      "journal": "Physics Letters A",
      "doi": "10.1016/j.physleta.2014.12.023",
      "issn": "03759601",
      "number": "7",
      "title": "On the agreement between small-world-like OFC model and real earthquakes",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S0375960114012432",
      "volume": "379",
      "author": "Ferreira, Douglas S.R. and Papa, Andrés R.R. and Menezes, Ronaldo",
      "pages": "669--675",
      "date": "2015-03",
      "year": "2015",
      "month": "3",
      "topic": "Mecânica Estatística Não-extensiva;Terremotos;Redes Complexas",
      "foto": "Ferreira2015.png",
      "abstract": "In this article we implemented simulations of the OFC model for earthquakes for two different topologies: regular and small-world, where in the latter the links are randomly rewired with probability p. In both topologies, we have studied the distribution of time intervals between consecutive earthquakes and the border effects present in each one. In addition, we also have characterized the influence that the probability p produces in certain characteristics of the lattice and in the intensity of border effects. From the two topologies, networks of consecutive epicenters were constructed, that allowed us to analyze the distribution of connectivities of each one. In our results distributions arise belonging to a family of non-traditional distributions functions, which agrees with previous studies using data from actual earthquakes. Our results reinforce the idea that the Earth is in a critical self-organized state and furthermore point towards temporal and spatial correlations between earthquakes in different places."
    }
  },
  {
    "label": "Ferreira2014",
    "type": "article",
    "properties": {
      "journal": "Physica A: Statistical Mechanics and its Applications",
      "doi": "10.1016/j.physa.2014.04.024",
      "issn": "03784371",
      "title": "Small world picture of worldwide seismic events",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S0378437114003355",
      "volume": "408",
      "author": "Ferreira, Douglas S.R. and Papa, Andrés R.R. and Menezes, Ronaldo",
      "pages": "170--180",
      "date": "2014-08",
      "year": "2014",
      "month": "8",
      "topic": "Mecânica Estatística Não-extensiva;Terremotos;Redes Complexas",
      "foto": "Ferreira2014.png",
      "abstract": "The understanding of long-distance relations between seismic activities has for long been of interest to seismologists and geologists. In this paper we have used data from the worldwide earthquake catalog for the period between 1972 and 2011 to generate a network of sites around the world for earthquakes with magnitude m≥4.5 in the Richter scale. After the network construction, we have analyzed the results under two viewpoints. First, in contrast to previous works, which have considered just small areas, we showed that the best fitting for networks of seismic events is not a pure power law, but a power law with exponential cutoff; we also have found that the global network presents small-world properties. Second, we have found that the time intervals between successive earthquakes have a cumulative probability distribution well fitted by nontraditional functional forms. The implications of our results are significant because they seem to indicate that seisms around the world are not independent. In this paper we provide evidence to support this argument."
    }
  },
  {
    "label": "Santo2013a",
    "type": "article",
    "properties": {
      "journal": "Revista Brasileira de Geofísica",
      "doi": "10.22564/rbgf.v31i3.319",
      "issn": "1809-4511",
      "number": "3",
      "publisher": "Sociedade Brasileira de Geofisica",
      "title": "A STATISTICAL STUDY OF EARTH'S MAGNETIC FIELD REVERSALS SEQUENCES",
      "url": "http://sbgf.org.br/revista/index.php/rbgf/article/view/319",
      "volume": "31",
      "author": "Santo, Marco Aurélio do Espírito and Ferreira, Douglas Santos Rodrigues and Da Ponte Neto, Cosme Ferreira and Papa, Andrés Reinaldo Rodriguez",
      "pages": "533",
      "date": "2013-09",
      "year": "2013",
      "month": "9",
      "topic": "Geomagnetismo",
      "foto": "Santo2013a.png",
      "abstract": "This paper presents an analysis of the distribution of periods between consecutive reversals of the Earth's magnetic ﬁeld through a non-parametric statistics. The study analyzes whether data in different periods of reversal belong to the same distribution, the distribution type and whether the polarity states are equivalent. This analysis was performed for periods from 0 to 40 Ma, 40 to 80 Ma and 120 to 160 Ma. It was found that the data from the three periods show identical statistical characteristics which leads to the symmetry between the states of polarity and to a distribution compatible with a power law, which shows the possibility of a critical phenomenon acting on the geodynamo. The fact that the data obey a power law distribution prompted a comparison with synthetic data generated using two models based on criticality of reversals (one of them self-organized). These simple models reproduce some features of reversals as its temporal evolution and distribution of polarity intervals, and show a similarity with paleomagnetic data.   Keywords : geomagnetic reversals, power law, self-organized criticality."
    }
  },
  {
    "label": "Barbosa2013",
    "type": "article",
    "properties": {
      "journal": "Physica A: Statistical Mechanics and its Applications",
      "issn": "0378-4371",
      "number": "24",
      "title": "Statistical analysis of geomagnetic field reversals and their consequences",
      "url": "http://www.sciencedirect.com/science/article/pii/S0378437113007541",
      "volume": "392",
      "author": "Barbosa, Cleiton S. and Ferreira, Douglas S.R. and do Espírito Santo, Marco A. and Papa, Andrés R.R.",
      "pages": "6554--6560",
      "date": "2013-12-15",
      "year": "2013",
      "month": "12",
      "day": "15",
      "topic": "SemTopico",
      "foto": "background-image.svg",
      "abstract": "In this paper we focus on the statistical distribution of time intervals between geomagnetic reversals. Recently the Tsallis distribution was pointed out as a possible alternative to previous proposals. We have performed statistical tests to further prove this and find the parameters of the Tsallis distribution that better fit the data. Additionally we have analyzed the correlation of time intervals between consecutive reversals to show the presence of memory effects on the mechanism that generates them, as could be expected for some Tsallis systems."
    }
  },
  {
    "label": "Felix2018",
    "type": "article",
    "properties": {
      "journal": "Radiation Physics and Chemistry",
      "issn": "0969-806X",
      "title": "Analysis of a European cupboard by XRF, Raman and FT-IR",
      "url": "http://www.sciencedirect.com/science/article/pii/S0969806X18301877",
      "volume": "151",
      "author": "Felix, Valter S. and Mello, Ulisses L. and Pereira, Marcelo O. and Oliveira, Ana L. and Ferreira, Douglas S. and Carvalho, Cristiano S. and Silva, Fabricio L. and Pimenta, André R. and Diniz, Marilia Garcia and Freitas, Renato P.",
      "pages": "198--204",
      "date": "2018-10-01",
      "year": "2018",
      "month": "10",
      "day": "1",
      "topic": "Pintura em madeira",
      "foto": "Felix2018.png",
      "abstract": "In this paper, a European black Japanned piece of furniture (dated to approximately 1860) was analyzed by XRF, Raman spectroscopy and FT-IR techniques. The analyses detected pigments such as vermilion/cinnabar [HgS], Massicot [PbO], lamp black [C] and green earth [K[(Al,FeIII),(FeII,Mg)](AlSi3,Si4)O10(OH)2], which were possibly dissolved in gum arabic. The analyses also determined that the metallic ornaments consist of a brass alloy with traces of gold and that gold was also used in some golden regions of the polychrome. The results obtained assisted restorers in choosing suitable intervening procedures and contributed to a better understanding of the cupboard manufacturing process."
    }
  },
  {
    "label": "Ribeiro2016",
    "type": "article",
    "properties": {
      "journal": "Vibrational Spectroscopy",
      "issn": "0924-2031",
      "title": "Analysis by raman spectroscopy and XRF of glass beads from excavations in the harbor area of rio de janeiro, Brazil",
      "url": "http://www.sciencedirect.com/science/article/pii/S0924203116302727",
      "volume": "87",
      "author": "Ribeiro, I. M. N. and Freitas, R. P. and Calza, C. and Oliveira, A. L. C. and Felix, V. S. and Ferreira, D. S. and Batista, R. T. and Gonçalves, E. A. S. and Pereira, M. O. and Brito, P. C. L. and Lima, T. A. and Pimenta, A. R. and Anjos, M. J. and Lopes, R. T.",
      "pages": "111--115",
      "date": "2016-11-01",
      "year": "2016",
      "month": "11",
      "day": "1",
      "topic": "Análise de artefatos vítreos;Espectroscopia Raman",
      "foto": "Ribeiro2016.png",
      "abstract": "In this paper, nine beads from excavations in the Valongo Wharf, located in the harbor area of Rio de Janeiro, Brazil that were utilized as ornaments by Africans and Afrodescendants during the 19th century were analyzed by Raman and X-Ray Fluorescence (XRF) spectroscopy. All samples in the analysis showed Raman spectra with two bands of maximum intensity around 1000 and 500cm−1 related to the maximum stretching ($\nu$max) and bending mode ($delta$), respectively, of the tetrahedral network of the SiO4 present in the glass matrix. However, there is variation in the intensity and position of the bands that are directly associated with the burning process and the raw material utilized in the manufacture of the beads. Based on the polymerization index (Ip=A500/AU000), it is possible to relate these two parameters. By establishing a correlation among the Ip and the $\nu$max band, the beads were classified into groups. The results reveal that the beads' base paste exhibits differences, allowing their classification into groups according to the manufacturing process. Based on the combination of the elemental characterization and Raman spectroscopy results, it was also possible to conclude that European and Asian countries are the possible origins of the beads."
    }
  },
  {
    "label": "daConceiçãoLuiz2019",
    "type": "article",
    "properties": {
      "journal": "Revista Brasileira de Ciências da Saúde",
      "title": "Uso de Fluorescência de Raios X (XRF) para fins de comparação entre a composição elementar da barba de timão [Stryphnodendron adstringens (Mart.) Coville] com outras pomadas cicatrizantes",
      "url": "https://periodicos.ufpb.br/index.php/rbcs/article/view/37537-p7",
      "volume": "23",
      "author": "da Conceição Luiz, Leandro and Batista, Rafaela Tavares and da Silva, Deborah Demarque Martins and Rezende, Juliana Fernandes and de Jesus, Lays Cordeiro and de Faria, Marcela da Silva Teodoro and de Freitas, Renato Pereira and de Souza Felix, Valter",
      "pages": "173--178",
      "date": "2019-07-05",
      "year": "2019",
      "month": "7",
      "day": "5",
      "topic": "Farmacologia",
      "foto": "daConceiçãoLuiz2019.png",
      "abstract": "Introdução: A Barba de timão é uma planta de origem do cerrado brasileiro, que vem sendo estudada por suas propriedades medicinais, tais como: antibacteriana, cicatrizante, coagulante sanguíneo, dentre outras. A cicatrização é um processo pelo qual o organismo tende a reparar uma lesão ou perda de tecido. Objetivo: Este trabalho compara a composição química da barba de timão com algumas pomadas cicatrizantes de origem farmacêuticas já presentes e disponíveis no mercado. Assim, pode-se relacionar a propriedade cicatrizante desta planta por meio de seus componentes químicos. Materiais e Métodos: Para realizar tal comparação, foi utilizada com amostra a planta barba de timão comercializada em mercados especializados e as pomadas, sulfato de neomicina e a sulfadiazina de prata. Para a análise multielementar, foi utilizada a espectroscopia por fluorescência de raios X (XRF). Com o espectro fornecido pela XRF foi possível comparar os elementos químicos das amostras. Conclusão: O espectro mostrou que a barba de timão tem propriedades químicas semelhantes, assemelhando-se com os componentes químicos encontrados na amostra de sulfato de neomicina, adicionada de três compostos químicos, K, Ca e Br, que também são importantes no processo de cicatrização. Ao comparar com a sulfadiazina de prata, o único elemento que se difere do fitoterápico, além do três já citados, é a Ag.Descritores: Barba de Timão. Cicatrização Pomada. Fármaco. Fluorescência de Raios X."
    }
  },
  {
    "label": "Felix2020",
    "type": "article",
    "properties": {
      "journal": "Applied Radiation and Isotopes",
      "issn": "0969-8043",
      "title": "Analysis of silver coins from colonial Brazil by hand held XRF and micro-XRF",
      "url": "http://www.sciencedirect.com/science/article/pii/S0969804320305558",
      "author": "Felix, Valter S. and Pereira, Marcelo O. and Freitas, Renato P. and Aranha, PaulaJ.M. and Henrique, PedroC.S. and Anjos, Marcelino J. and Lopes, Ricardo T.",
      "pages": "109409",
      "date": "2020-09-06",
      "year": "2020",
      "month": "9",
      "day": "6",
      "topic": "Moedas históricas;Brasil colônia",
      "foto": "Felix2020.png",
      "abstract": "In this work, 960 réis coins from the period when Brazil was a colony of Portugal were analyzed using the x-ray fluorescence (XRF) spectrometry. The history of these coins, dated between the end of the 17th century and the beginning of the 19th century, had a great influence on the immigration of the Portuguese Prince Regent D. João to Brazil, who arrived in 1808. Bearing in mind the need to expand the timid Brazilian monetary system, the Portuguese crown decided to collect Spanish silver pesos of 8 reales, recoined with a value of 960 réis. The recoinage procedure was carried out using a stamp; therefore, in many cases, it is possible to check the base currency. In this work, were investigated 17 samples of 960 réis coins by XRF, in which the base coin was 8 reales manufactured with raw materials from Mexican mines. In addition to characterizing the elemental composition of the coins, the XRF data were evaluated using multivariate statistical method of Robust Principal Component Analysis (ROBPCA), which was used to classify the coins based on their elemental composition. However, with XRF, elementary information is obtained for a depth of only a few micrometers. One of the essential issues in Ag--Cu metal alloys is the Ag enrichment, which can cause changes to the elemental composition of the surface. Therefore, initially, a study was carried out to verify whether the surface compositions of the coins were altered by the Ag enrichment."
    }
  },
  {
    "label": "Dutra2020",
    "type": "article",
    "properties": {
      "journal": "Revista Brasileira de Ensino de Física",
      "doi": "10.1590/1806-9126-rbef-2019-0164",
      "issn": "1806-9126",
      "publisher": "Sociedade Brasileira de Fisica",
      "title": "Efeitos do vento solar na magnetosfera terrestre: uma abordagem didática dos cinturões de Van Allen",
      "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-11172020000100425&tlng=pt",
      "volume": "42",
      "author": "Dutra, R. S. and Ferreira, D. S. R. and Gonçalves, A. S. M. and Carvalho, G. M.",
      "pages": "20190164",
      "date": "2020-01",
      "year": "2020",
      "month": "1",
      "day": "24",
      "topic": "Ensino de Física",
      "foto": "Dutra2020.png",
      "abstract": "Neste trabalho realizamos uma abordagem didática de aspectos relacionados ao geomagnetismo e como esses aspectos podem ser influenciados pela ação do vento solar. A carência de textos didáticos que promovam explicações em termos de conceitos de física básica foi a principal motivação para esse trabalho. Iniciamos com uma discussão histórica sobre o estudo do magnetismo que culminou na conhecida teoria do dínamo para explicar a origem do campo magnético terrestre, na qual mostramos a possiblidade de abordar este assunto em cursos de eletricidade e magnetismo. Apresentamos também dois cenários para a magnetosfera terrestre, com o intuito de modelar a interação do vento solar com a magnetosfera, em que representamos tal interação por meio da superposição dos campos de dois dipolos magnéticos. A seguir mostramos a possiblidade de discutir o movimento das cargas provenientes do vento solar ao redor da Terra, na região da magnetosfera, utilizando a segunda lei de Newton e a força de Lorentz, discutindo assim a formação de anéis de cargas em movimento e dos cinturões de Van Allen. Finalmente apresentamos um simples argumento, baseado no modelo apresentado, para a deformação da magnetosfera, para explicar a limitação na quantidade de anéis e cinturões que envolvem o nosso planeta."
    }
  },
  {
    "label": "Ali2020",
    "type": "article",
    "properties": {
      "journal": "Nanoscale",
      "doi": "https://doi.org/10.1039/C9NR09736H",
      "issn": "2040-3364",
      "number": "8",
      "publisher": "The Royal Society of Chemistry",
      "title": "Enantioselective manipulation of single chiral nanoparticles using optical tweezers",
      "url": "https://doi.org/10.1039/C9NR09736H",
      "volume": "12",
      "author": "Ali, Rfaqat and Pinheiro, Felipe A. and Dutra, Rafael S. and Rosa, Felipe S. S. and Maia Neto, Paulo A.",
      "pages": "5031--5037",
      "date": "2020-02-11",
      "year": "2020",
      "month": "2",
      "day": "11",
      "topic": "Transferência de Momento Angular;Pinças Óticas",
      "foto": "Ali2020.png",
      "abstract": "We put forward an enantioselective method for chiral nanoparticles using optical tweezers. We demonstrate that the optical trapping force in a typical, realistic optical tweezing setup with circularly-polarized trapping beams is sensitive to the chirality of core--shell nanoparticles, allowing for efficient enantioselection. It turns out that the handedness of the trapped particles can be selected by choosing the appropriate circular polarization of the trapping beam. The chirality of each individual trapped nanoparticle can be characterized by measuring the rotation of the equilibrium position under the effect of a transverse Stokes drag force. We show that the chirality of the shell gives rise to an additional twist, leading to a strong enhancement of the optical torque driving the rotation. Both methods are shown to be robust against variations of size and material parameters, demonstrating that they are particularly useful in (but not restricted to) several situations of practical interest in chiral plasmonics, where enantioselection and characterization of single chiral nanoparticles, each and every one with its unique handedness and optical properties, are in order. In particular, our method could be employed to unveil the chiral response arising from disorder in individual plasmonic raspberries, synthesized by close-packing a large number of metallic nanospheres around a dielectric core."
    }
  },
  {
    "label": "Lima2020",
    "type": "article",
    "properties": {
      "journal": "Physics Education",
      "doi": "10.1088/1361-6552/ab921a",
      "issn": "0031-9120",
      "number": "4",
      "publisher": "IOP Publishing",
      "title": "Studying the Oobleck with video-analysis",
      "url": "https://doi.org/10.1088/1361-6552/ab921a",
      "volume": "55",
      "author": "Lima, E. A. and Dutra, R. S. and Souza, P. V. S.",
      "pages": "045021",
      "date": "2020-06-08",
      "year": "2020",
      "month": "6",
      "day": "8",
      "topic": "Ensino de Física",
      "foto": "Lima2020.png",
      "abstract": "We propose a semiquantitative experiment that associates video-analysis and ordinary procedures of experimental physics whose objective is to investigate the dual character of Oobleck, a mixture of cornstarch in water, which appears thicker or thinner depending on how it is physically manipulated. The results are presented and interpreted taking into account a macroscopic model present in the literature. The experiment is easily replicable in the most diverse school realities and it may be useful do discuss many fundamental physics concepts."
    }
  },
  {
    "label": "Diniz2019",
    "type": "article",
    "properties": {
      "journal": "Optics Express",
      "doi": "10.1364/OE.27.005905",
      "issn": "1094-4087",
      "number": "5",
      "publisher": "OSA",
      "title": "Negative optical torque on a microsphere in optical tweezers",
      "url": "http://www.opticsexpress.org/abstract.cfm?URI=oe-27-5-5905",
      "volume": "27",
      "author": "Diniz, K. and Dutra, R. S. and Pires, L. B. and Viana, N. B. and Nussenzveig, H. M. and Maia Neto, P. A.",
      "pages": "5905--5917",
      "date": "2019-03-04",
      "year": "2019",
      "month": "3",
      "day": "4",
      "topic": "Transferência de Momento Angular;Pinças Óticas",
      "foto": "Diniz2019.png",
      "abstract": "We show that the optical force field in optical tweezers with elliptically polarized beams has the opposite handedness for a wide range of particle sizes and for the most common configurations. Our method is based on the direct observation of the particle equilibrium position under the effect of a transverse Stokes drag force, and its rotation around the optical axis by the mechanical effect of the optical torque. We find overall agreement with theory, with no fitting, provided that astigmatism, which is characterized separately, is included in the theoretical description. Our work opens the way for characterization of the trapping parameters, such as the microsphere complex refractive index and the astigmatism of the optical system, from measurements of the microsphere rotation angle."
    }
  },
  {
    "label": "Pereira2020",
    "type": "article",
    "properties": {
      "journal": "Radiation Physics and Chemistry",
      "doi": "10.1016/j.radphyschem.2019.108611",
      "issn": "0969806X",
      "title": "Dose distribution in boron neutron capture therapy for the treatment of brain cancer",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S0969806X19303561",
      "volume": "168",
      "author": "Pereira, Leandro O and Freitas, Renato P and Ferreira, Douglas S and Felix, Valter S and Gonçalves, Elicardo A.S. and Pimenta, André R and de Sousa Dutra, Rafael and Xavier da Silva, Ademir",
      "pages": "108611",
      "date": "2020-03-01",
      "year": "2020",
      "month": "3",
      "day": "1",
      "topic": "Física Médica",
      "foto": "Pereira2020.png",
      "abstract": "This work presents a study of the influence of the field size of an epithermal neutron beam on the dose distribution in treatments with boron neutron capture therapy using an anthropomorphic voxel-based simulator. To calculate the doses in the tissues and organs of the head, the Monte Carlo N-Particle radiation transport code is used. The results suggest the possibility of using a beam of 6 cm in diameter for the treatment of tumours in the frontal lobe and parietal regions. With a beam of 10 cm in diameter, we could treat tumours located in the frontal lobe, parietal lobe and thalamus. The work also shows that the contribution of the secondary components (gamma rays, fast and thermal neutrons) in the calculation of the total dose can result in up to 15% of the dose in the tumour tissue, 68% of the dose in the healthy brain tissue and 87% of the dose in the non-cephalic regions."
    }
  },
  {
    "label": "Dutra2020b",
    "type": "article",
    "properties": {
      "journal": "Revista Brasileira de Ensino de Física",
      "doi": "10.1590/1806-9126-rbef-2018-0137",
      "issn": "1806-9126",
      "number": "1",
      "publisher": "Sociedade Brasileira de Fisica",
      "title": "Oscilador forçado por um pente de Dirac: uma aplicação da transformada de Fourier-Mellin",
      "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-11172019000100407&lng=pt&tlng=pt",
      "volume": "41",
      "author": "Dutra, Rafael de Sousa and Ribeiro, Laercio Costa and Porto, Claudio Maia",
      "pages": "20180137",
      "date": "2020-06-30",
      "year": "2020",
      "month": "6",
      "day": "30",
      "topic": "Ensino de Física",
      "foto": "Dutra2020b.png",
      "abstract": "Neste trabalho exploramos a técnica da transformada de Laplace inversa, conhecida como transformada de Fourier-Mellin, para solucionar, de forma direta e rigorosa, o problema de um sistema que oscila sob a ação de uma força externa periódica. Também propomos um modelo em que essa força externa é descrita por uma sucessão de deltas de Dirac, uma estrutura conhecida na literatura como pente de Dirac. Esse modelo é adequado para descrever o problema clássico de uma criança sendo impulsionada em um balanço, usualmente descrito em termos de uma força externa senoidal. Indicamos nosso modelo de oscilador forçado como mais realista na descrição desse tipo de problema por considerar a atuação da força externa apenas no intervalo que corresponde ao tempo de contato entre a criança e o agente externo que realiza a força, intervalo esse que tende a zero. O principal resultado deste trabalho foi obtido no regime de ressonância, no qual a potência média transferida ao sistema apresentou uma série de picos, associados aos múltiplos inteiros da frequência natural de oscilação, diferente do que ocorre no caso ordinário, em que a força externa é descrita por uma função trigonométrica."
    }
  },
  {
    "label": "Ali2018",
    "type": "article",
    "properties": {
      "journal": "Physical Review A",
      "doi": "https://doi.org/10.1103/PhysRevA.98.053804",
      "issn": "2469-9926",
      "number": "5",
      "publisher": "American Physical Society",
      "title": "Optimizing optical tweezing with directional scattering in composite microspheres DA",
      "url": "https://doi.org/10.1103/PhysRevA.98.053804",
      "volume": "98",
      "author": "Ali, R. and Pinheiro, F. A. and Rosa, F. S. S. and Dutra, R. S. and Neto, P. A. Maia",
      "pages": "053804",
      "date": "2018-11-05",
      "year": "2018",
      "month": "11",
      "day": "05",
      "topic": "Pinças Óticas",
      "foto": "Ali2018.png",
      "abstract": "We demonstrate that achieving zero backward scattering (ZBS), i.e., the first Kerker condition, allows for optical tweezing of high-index microspheres, which cannot be trapped using standard techniques. For this purpose, we propose an alternative material platform based on composite metamaterials. By tuning the volume filling fraction of inclusions and the microsphere radius, stable trapping can be achieved provided that ZBS is combined with the condition for destructive interference between the fields reflected at the external and internal interfaces of the microsphere when located at the focal point. By using the Mie-Debye-spherical aberration theory, we also show that the ZBS condition is even more useful in realistic, standard optical tweezer setups, in which spherical aberration is unavoidable due to refraction at the interface between the glass slide and the water-filled sample. Altogether, our findings not only pave the way for possible new trapping designs and applications but also unveil the role of backscattering in the physics of optical tweezers."
    }
  },
  {
    "label": "Dutra2017",
    "type": "incollection",
    "properties": {
      "journal": "Methods in Molecular Biology",
      "doi": "10.1007/978-1-4939-6421-5_2",
      "isbn": "978-1-4939-6421-5",
      "publisher": "Springer New York",
      "address": "New York, NY",
      "title": "Exact Theory of Optical Tweezers and Its Application to Absolute Calibration",
      "url": "https://link.springer.com/protocol/10.1007/978-1-4939-6421-5_2",
      "author": "Dutra, Rafael S. and Viana, Nathan B. and Neto, Paulo A. Maia and Nussenzveig, H. Moysés",
      "editor": "Gennerich, Arne",
      "pages": "25--39",
      "date": "2016-11-15",
      "year": "2016",
      "month": "11",
      "day": "15",
      "topic": "Pinças Óticas",
      "foto": "Dutra2017.png",
      "abstract": "Optical tweezers have become a powerful tool for basic and applied research in cell biology. Here, we describe an experimentally verified theory for the trapping forces generated by optical tweezers based on first principles that allows absolute calibration. For pedagogical reasons, the steps that led to the development of the theory over the past 15 years are outlined. The results are applicable to a broad range of microsphere radii, from the Rayleigh regime to the ray optics one, for different polarizations and trapping heights, including all commonly employed parameter domains. Protocols for implementing absolute calibration are given, explaining how to measure all required experimental parameters, and including a link to an applet for stiffness calculations."
    }
  },
  {
    "label": "Dutra2016",
    "type": "article",
    "properties": {
      "journal": "Physical Review A",
      "doi": "10.1103/PhysRevA.94.053848",
      "number": "5",
      "publisher": "American Physical Society",
      "title": "Theory of optical-tweezers forces near a plane interface",
      "url": "https://doi.org/10.1103/PhysRevA.94.053848",
      "volume": "94",
      "author": "Dutra, R. S. and Neto, P. A. Maia and Nussenzveig, H. M. and Flyvbjerg, H.",
      "pages": "053848",
      "date": "2016-11-28",
      "year": "2016",
      "month": "11",
      "day": "28",
      "topic": "Pinças Óticas",
      "foto": "Dutra2016.png",
      "abstract": "Optical-tweezers experiments in molecular and cell biology often take place near the surface of the microscope slide that defines the bottom of the sample chamber. There, as elsewhere, force measurements require force-calibrated tweezers. In bulk, one can calculate the tweezers force from first principles, as recently demonstrated. Near the surface of the microscope slide, this absolute calibration method fails because it does not account for reverberations from the slide of the laser beam scattered by the trapped microsphere. Nor does it account for evanescent waves arising from total internal reflection of wide-angle components of the strongly focused beam. In the present work we account for both of these phenomena. We employ Weyl's angular spectrum representation of spherical waves in terms of real and complex rays and derive a fast-converging recursive series of multiple reflections that describes the reverberations, including also evanescent waves. Numerical simulations for typical setup parameters evaluate these effects on the optical force and trap stiffness, with emphasis on axial trapping. Results are in good agreement with available experimental data. Thus, absolute calibration now applies to all situations encountered in practice."
    }
  },
  {
    "label": "Dutra2014",
    "type": "article",
    "properties": {
      "journal": "Physical Review A",
      "doi": "10.1103/PhysRevA.90.013825",
      "issn": "1050-2947",
      "number": "1",
      "publisher": "American Physical Society",
      "title": "Absolute calibration of forces in optical tweezers",
      "url": "https://link.aps.org/doi/10.1103/PhysRevA.90.013825",
      "volume": "90",
      "author": "Dutra, R S and Viana, N B and Maia Neto, P A and Nussenzveig, H M",
      "pages": "013825",
      "date": "2014-07",
      "year": "2014",
      "month": "7",
      "topic": "Pinças Óticas",
      "foto": "Dutra2014.png",
      "abstract": "Optical tweezers are highly versatile laser traps for neutral microparticles, with fundamental applications in physics and in single molecule cell biology. Force measurements are performed by converting the stiffness response to displacement of trapped transparent microspheres, employed as force transducers. Usually, calibration is indirect, by comparison with fluid drag forces. This can lead to discrepancies by sizable factors. Progress achieved in a program aiming at absolute calibration, conducted over the past 15 years, is briefly reviewed. Here we overcome its last major obstacle, a theoretical overestimation of the peak stiffness, within the most employed range for applications, and we perform experimental validation. The discrepancy is traced to the effect of primary aberrations of the optical system, which are now included in the theory. All required experimental parameters are readily accessible. Astigmatism, the dominant effect, is measured by analyzing reflected images of the focused laser spot, adapting frequently employed video microscopy techniques. Combined with interface spherical aberration, it reveals a previously unknown window of instability for trapping. Comparison with experimental data leads to an overall agreement within error bars, with no fitting, for a broad range of microsphere radii, from the Rayleigh regime to the ray optics one, for different polarizations and trapping heights, including all commonly employed parameter domains. Besides signaling full first-principles theoretical understanding of optical tweezers operation, the results may lead to improved instrument design and control over experiments, as well as to an extended domain of applicability, allowing reliable force measurements, in principle, from femtonewtons to nanonewtons."
    }
  },
  {
    "label": "Dutra2012b",
    "type": "article",
    "properties": {
      "journal": "Applied Physics Letters",
      "doi": "10.1063/1.3699273",
      "issn": "0003-6951",
      "number": "13",
      "publisher": "American Institute of Physics",
      "title": "Absolute calibration of optical tweezers including aberrations",
      "url": "https://doi.org/10.1063/1.3699273",
      "volume": "100",
      "author": "Dutra, R. S. and Viana, N. B. and Maia Neto, P. A. and Nussenzveig, H. M.",
      "pages": "131115",
      "date": "2012-03-26",
      "year": "2012",
      "month": "3",
      "day": "26",
      "topic": "Pinças Óticas",
      "foto": "Dutra2012b.png",
      "abstract": "ABSTRACT We extend a previous proposal for absolute calibration of optical tweezers by including optical setup aberrations into the first-principles theory, with no fitting parameters. Astigmatism, the dominant term, is determined from images of the focused laser spot. Correcting it can substantially increase stiffness. Comparison with experimental results yields agreement within error bars for a broad range of bead sizes and trap heights, as well as different polarizations. Absolute calibration is established as a reliable and practical method for applications and design of optical tweezers systems."
    }
  },
  {
    "label": "Dutra2007",
    "type": "article",
    "properties": {
      "journal": "Journal of Optics A: Pure and Applied Optics",
      "doi": "10.1088/1464-4258/9/8/S15",
      "issn": "1464-4258",
      "number": "8",
      "publisher": "IOP Publishing",
      "title": "Polarization effects in optical tweezers",
      "url": "https://iopscience.iop.org/article/10.1088/1464-4258/9/8/S15",
      "volume": "9",
      "author": "Dutra, R S and Viana, N B and Neto, P A Maia and Nussenzveig, H M",
      "pages": "S221--S227",
      "date": "2007-07-24",
      "year": "2007",
      "month": "7",
      "day": "24",
      "topic": "Pinças Óticas",
      "foto": "Dutra2007.png",
      "abstract": "We extend the MDSA (Mie--Debye spherical aberration) theory of trapping forces in optical tweezers, previously developed for circularly polarized trapping beams, to linear polarization. Although it does not significantly affect the trap stiffness, linear polarization may introduce a strong axial asymmetry of the optical forces near the edge of a trapped microsphere, arising from Mie resonance effects."
    }
  },
  {
    "label": "Lacerda2015",
    "type": "article",
    "properties": {
      "journal": "American journal of dentistry",
      "issn": "0894-8275",
      "number": "6",
      "language": "eng",
      "title": "Evaluation of two disinfection/sterilization methods on silicon rubber-based composite finishing instruments",
      "url": "http://europepmc.org/abstract/MED/26846039",
      "volume": "28",
      "author": "Lacerda, Vánia A. and Pereira, Leandro O. and Hirata Junior, Raphael and Perez, Cesar R.",
      "pages": "337--341",
      "date": "2015-12-01",
      "year": "2015",
      "month": "12",
      "day": "1",
      "topic": "Análise Elementar com XRF",
      "foto": "Lacerda2015.png",
      "abstract": "To evaluate the effectiveness of disinfection/sterilization methods and their effects on polishing capacity, micomorphology, and composition of two different composite fiishing and polishing instruments.Two brands of finishing and polishing instruments (Jiffy and Optimize), were analyzed. For the antimicrobial test, 60 points (30 of each brand) were used for polishing composite restorations and submitted to three different groups of disinfection/sterilization methods: none (control), autoclaving, and immersion in peracetic acid for 60 minutes. The in vitro tests were performed to evaluate the polishing performance on resin composite disks (Amelogen) using a 3D scanner (Talyscan) and to evaluate the effects on the points' surface composition (XRF) and micromorphology (MEV) after completing a polishing and sterilizing routine five times.Both sterilization/disinfection methods were efficient against oral cultivable organisms and no deleterious modification was observed to point surface"
    }
  },
  {
    "label": "Gonçalves2017a",
    "type": "article",
    "properties": {
      "journal": "X-Ray Spectrometry",
      "doi": "10.1002/xrs.2759",
      "issn": "0049-8246",
      "number": "5",
      "publisher": "John Wiley & Sons, Ltd",
      "title": "Visualization method for radiographic films through silver intensity mapping using X-ray fluorescence",
      "url": "https://doi.org/10.1002/xrs.2759",
      "volume": "46",
      "author": "Gonçalves, E. A. S. and Oliveira, D. F. and Anjos, M. J. and Assis, J. T. and Oliveira, L. F. and Lopes, R. T.",
      "pages": "361--366",
      "date": "2017-09-01",
      "year": "2017",
      "month": "9",
      "day": "1",
      "topic": "Radiographic image optimization",
      "foto": "Gonçalves2017a.png",
      "abstract": "Radiographic films have a large range of applications. In many of these applications, the behavior of characteristic curves is very important for assessing the image quality and radiography setup. Radiographic film digitization and visualization are always performed by light transmission, and the characteristic curve is known as a behavior of optical density as a function of the radiation exposure. Because optical density is a function of metallic silver generated by chemical development in silver halides, when an image is visualized by light transmission, a silver amount map is indirectly seen. However, this measurement is limited by the optical instrument, and a very weak light signal cannot be distinguished from background light or background noise. In this way, highly exposed films can contain areas with different silver concentrations, but this cannot be seen because the optical density measurement is limited. One of the ways through which it is possible to overcome such limitation is to use a different method for ascertaining the quantity of silver remaining on the developed films, and one of the quantitative techniques that suit this purpose is X-ray fluorescence (XRF). The purpose of this paper is applying ?-XRF so as to obtain a point-by-point silver intensity map to detect objects with low optical contrast on conventional radiographic films. The results of this work have shown a higher linear range in measurement using XRF, and as consequence, small objects and details in low-contrast or overexposed radiographic images could be visualized by the silver mapping technique, and the same results could not be achieved using light transmission methods. A first approach about spatial resolution and contrast was made showing strong and weak points of this way to scan radiographic films. Copyright ? 2017 John Wiley {&} Sons, Ltd."
    }
  },
  {
    "label": "Gonçalves2017c",
    "type": "article",
    "properties": {
      "journal": "Journal of Physics: Conference Series",
      "doi": "10.1088/1742-6596/975/1/012037",
      "issn": "1742-6588",
      "publisher": "IOP Publishing",
      "title": "Sensitometric curve of radiographic films by X-ray fluorescence",
      "url": "https://doi.org/10.1088/1742-6596/975/1/012037",
      "volume": "975",
      "author": "Gonçalves, E. A. S. and Oliveira, D. F. and Anjos, M. J. and Oliveira, L. F. and Lopes, R. T.",
      "pages": "012037",
      "date": "2017-11-29",
      "year": "2017",
      "month": "11",
      "day": "29",
      "topic": "Radiographic image optimization",
      "foto": "Gonçalves2017c.png",
      "abstract": "Radiographic film exposure is traditionally measured by the transmittance of a beam of light through the film. There are many mathematical and computational models to characterize the curve behaviour and its properties, but almost none of them considers the limitations caused by the equipment used. As long as exposure in film increases, light intensity measured after the film decreases in a way that from a certain exposure, light couldn't be distinguished from any kind of noise. This work aims to propose x-ray fluorescence as a solution for better measure high exposed films and show how it could be modelled mathematically."
    }
  },
  {
    "label": "Gonçalves2019",
    "type": "article",
    "properties": {
      "journal": "Brazilian Journal of Radiation Sciences",
      "doi": "10.15392/bjrs.v7i2A.596",
      "issn": "2319-0612",
      "number": "2A",
      "address": "Brazil",
      "title": "Interpolation methods for creating a scatter radiation exposure map",
      "url": "http://www.bjrs.org.br/revista/index.php/REVISTA/article/view/596",
      "volume": "7",
      "author": "Goncalves, Elicardo Alves de Souza and Gomes, Celio Simonacci and Oliveira, Luis Fernando and Anjos, Marcelino Jose and Oliveira, Davi Ferreira and Lopes, Ricardo Tadeu",
      "date": "2017-10-27",
      "year": "2017",
      "month": "10",
      "day": "27",
      "topic": "Scatter radiation",
      "foto": "Gonçalves2019.png",
      "abstract": "A well know way for best understanding of radiation scattering and radiation exposure rate during a procedure using ionizing radiation is to map exposure over the space around the source and sample. This map is done measuring exposure in points regularly spaced, it means, measurement will be placed in localization chosen by increasing a regular steps from a starting point, along the x, y and z axes or, in more efficient way, radial and angular coordinates. However, it is not always possible to maintain the accuracy of the steps throughout the entire space, or there will be regions of difficult access where the regularity of the steps will be impaired. In this work we use a high energy radiation source to simulate a common radiography setup and construct its exposure map. The arrangement of the points and the interpolation were used considering polar coordinates. Then with the same data, an interpolation using the Delaunay triangulation was made. The results show the advantages and disadvantages of each other besides the high coherence for the same data. To simulate the impossibility of regular points, the same procedures were performed in the absence of any point and compared. The results show a lower total variation when the map is calculated by triangulation. The computational and graphic treatment was performed with GNU OCTAVE software and its image processing package. The data were acquired from a bunker where a 6MeV betatron was used as a primary source. A well know way for best understanding of radiation scattering and radiation exposure rate during a procedure using ionizing radiation is to map exposure over the space around the source and sample. This map is done measuring exposure in points regularly spaced, it means, measurement will be placed in localization chosen by increasing a regular steps from a starting point, along the x, y and z axes or, in more efficient way, radial and angular coordinates. However, it is not always possible to maintain the accuracy of the steps throughout the entire space, or there will be regions of difficult access where the regularity of the steps will be impaired. In this work we use a high energy radiation source to simulate a common radiography setup and construct its exposure map. The arrangement of the points and the interpolation were used considering polar coordinates. Then with the same data, an interpolation using the Delaunay triangulation was made. The results show the advantages and disadvantages of each other besides the high coherence for the same data. To simulate the impossibility of regular points, the same procedures were performed in the absence of any point and compared. The results show a lower total variation when the map is calculated by triangulation. The computational and graphic treatment was performed with GNU OCTAVE software and its image processing package. The data were acquired from a bunker where a 6MeV betatron was used as a primary source."
    }
  },
  {
    "label": "TourinhoCampos2020",
    "type": "article",
    "properties": {
      "journal": "Radiation Physics and Chemistry",
      "doi": "10.1016/j.radphyschem.2019.108359",
      "issn": "0969806X",
      "title": "Computed tomography x-ray characterization: A Monte Carlo study",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S0969806X18313252",
      "volume": "167",
      "author": "Tourinho Campos, Luciana and Machado de Jesus, Fillipe and Alves de Souza Gonçalves, Elicardo and Alexandre Gonçalves Magalhães, Luís",
      "pages": "108359",
      "date": "2020-02-01",
      "year": "2020",
      "month": "2",
      "day": "1",
      "topic": "Monte Carlo simulation",
      "foto": "TourinhoCampos2020.png",
      "abstract": "The Monte Carlo method is a powerful tool for investigating the characteristics of x-ray beams in diagnostic radiology. An accurate CT MC simulation typically requires a detailed description of the scanner under investigation, including specifications of the photon energy spectrum, the bowtie and inherent filtration design, and the geometry of the scanner (focal spot to isocenter distance, fan angle). Modern CT dosimetry is substantially informed by data produced using Monte Carlo radiation transport techniques. In order to achieve desired levels of accuracy, methods require a good model of the x-ray spectrum used. It has been shown that x-ray spectrum modeling can produce adequate spectra if both the tube potential and the HVL of the x-ray beam are known [1]. Therefore, for accurate CT dosimetry, characterization of the HVL of the CT scanner is necessary. In this work the Phillps® provided the spectrum of Brilliance 64 scanner. The purpose of this work is evaluating all data send by the manufacturer in the way to obtain a spectrum that can be used in Monte Carlo simulations to estimate organ dose or other dosimetric quantities. The EGSnrc MC code was used to evaluate the HVL obtained with the spectrum provided by the manufacturer. The cavity code was used for these simulations and variance reduction techniques were used. The HVL of our MC models were benchmarked against experimental data. The authors found that the HVL of the MC simulations agreed well with the manufacturer-specified data within 1--5% on average for the scanner. This study may be useful to establish a patient-specific dosimetry for the Phillips Brilliance 64 CT systems."
    }
  },
  {
    "label": "Sanches2020",
    "type": "article",
    "properties": {
      "journal": "Radiation Physics and Chemistry",
      "doi": "10.1016/j.radphyschem.2019.04.016",
      "issn": "0969806X",
      "title": "Characterization of a sacred statuette replica of “Nossa Senhora da Conceição Aparecida” using X-ray spectrometry techniques",
      "url": "http://www.sciencedirect.com/science/article/pii/S0969806X18314506",
      "volume": "167",
      "author": "Sanches, Francis A.C.R. de A. and Nardes, Raysa C and Filho, Hamilton S.G. and dos Santos, Ramon S and de Araújo, Olga M.O. and Machado, Alessandra Silveira and Calgam, Teresa and Bueno, Regina and Canellas, Catarine and Gonçalves, Elicardo A.S. and Assis, Joaquim T and de Freitas, Renato P and de Oliveira, Davi F and Lopes, Ricardo T and dos Anjos, Marcelino J",
      "pages": "108266",
      "date": "2020-02-01",
      "year": "2020",
      "month": "2",
      "day": "1",
      "topic": "XRF Mapping",
      "foto": "Sanches2020.png",
      "abstract": "The pigments characterization in artwork and cultural heritage is important since it allows to reveal many information like the period characteristics in which the object was made, its provenance and its manufacturing technique. Furthermore, it can support in the identification of forgeries and in the evaluation of conservation and restoration interventions. In this work, it was used XRF, $mu$XRF, XRD and Raman spectroscopy techniques in the characterization of a statuette of the ``Nossa Senhora da Conceição Aparecida''. The X-ray fluorescence analysis were performed in 66 points distributed throughout the piece, like in the wood structure, in the ground layer and on the pigment layer. In addition, elemental mapping was performed using the X-ray micro fluorescence ($mu$XRF) technique in a small fragment, containing both the pigment and the ground layer. The X-ray diffraction analyzes were performed on the ground layer material and the Raman spectroscopy was performed in order to improve the evaluation of the data and assist in the characterization of the ground and the pigment layers. The results show that the major elements in the pigment were Fe and Mn, indicating that it's probably the Burnt Sienna pigment. The XRD and Raman analysis show that the substrate layer was made by calcium carbonate (calcite) and a binder material (probably rabbit glue)."
    }
  },
  {
    "label": "Freitas2018",
    "type": "article",
    "properties": {
      "journal": "Spectrochimica Acta Part A: Molecular and Biomolecular Spectroscopy",
      "doi": "10.1016/j.saa.2017.12.047",
      "issn": "13861425",
      "pmid": "29277074",
      "publisher": "Elsevier B.V.",
      "title": "Analysis of 19th century ceramic fragments excavated from Pirenópolis (Goiás, Brazil) using FT-IR, Raman, XRF and SEM",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S1386142517310193",
      "volume": "193",
      "author": "Freitas, Renato P. and Coelho, Filipe A. and Felix, Valter S. and Pereira, Marcelo O. and de Souza, Marcos André Torres and Anjos, Marcelino J.",
      "pages": "432--439",
      "date": "2018-03",
      "year": "2018",
      "month": "3",
      "topic": "Análise de artefatos cerâmicos;Espectroscopia no infravermelho",
      "foto": "Freitas2018.png",
      "abstract": "This study used Raman, FT-IR and XRF spectroscopy and SEM to analyze ceramic fragments dating from the 19th century, excavated from an old farm in the municipality of Piren{'{o}}polis, Goi{'{a}}s, Brazil. The results show that the samples were produced in an open oven at a firing temperature below 500 °C, using raw materials including kaolinite, hematite, magnetite, quartz, microcline, albite, anhydrite, calcite, illite, orthoclase and MnO2. Although the analyses showed similarities in the manufacturing process and the presence of many minerals was common in all samples, multivariate statistical methods (PCA) allowed a more detailed assessment of similarities and differences in the mineral composition of the samples. The results of the PCA showed that the samples excavated in one of the slave quarters (senzalas) group with those excavated at the farmhouse, where the landowner lived, which indicates a paternalistic attitude towards captives, including the sharing of ceramic materials of everyday use."
    }
  },
  {
    "label": "Freitas2016",
    "type": "article",
    "properties": {
      "journal": "Spectrochimica Acta Part A: Molecular and Biomolecular Spectroscopy",
      "doi": "10.1016/j.saa.2015.10.013",
      "issn": "13861425",
      "publisher": "Elsevier",
      "title": "Analysis of a Brazilian baroque sculpture using Raman spectroscopy and FT-IR",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S1386142515302638",
      "volume": "154",
      "author": "Freitas, Renato P. and Ribeiro, Iohanna M. and Calza, Cristiane and Oliveira, Ana L. and Felix, Valter S. and Ferreira, Douglas S. and Pimenta, André R. and Pereira, Ronaldo V. and Pereira, Marcelo O. and Lopes, Ricardo T.",
      "pages": "67--71",
      "date": "2016-02",
      "year": "2016",
      "month": "2",
      "topic": "Caracterização de pigmentos em esculturas",
      "foto": "Freitas2016.png",
      "abstract": "In this study, samples were taken fromthe sculpture of Our Lady of Sorrows and analyzed by Raman spectroscopy and FT-IR. This sculpture has been dated to the early eighteenth century. Samples were also examined using optical microscopy and Energy Dispersive Spectroscopy (EDS). Based on chemical analysis, the pigments vermilion [HgS],massicot [PbO] and azurite [Cu3(CO3)3(OH)3]were found in the sculpture polychrome. The results indicate that the green polychrome of the sculpture's mantle comes from the blending of massicot and azurite. Because the literature reports that the mantle of the Our Lady of Sorrows sculpture is blue, the mixing of these pigments results from a production error. The results also indicate the presence of Au in the sculpture, which indicates the originality of the piece. The results from this study helped restorers to choose the appropriate procedures for intervening in the sculpture and contributed to the knowledge about the manufacturing process of Brazilian baroque sculptures."
    }
  },
  {
    "label": "Freitas2016a",
    "type": "article",
    "properties": {
      "journal": "Spectrochimica Acta Part A: Molecular and Biomolecular Spectroscopy",
      "doi": "10.1016/j.saa.2016.03.036",
      "issn": "13861425",
      "publisher": "Elsevier B.V.",
      "title": "Analysis of clay smoking pipes from archeological sites in the region of the Guanabara Bay (Rio de Janeiro, Brazil) by FT-IR",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S1386142516301391",
      "volume": "163",
      "author": "Freitas, Renato P. and Ribeiro, Iohanna M. and Calza, Cristiane and Oliveira, Ana L. and Silva, Mariane L. and Felix, Valter S. and Ferreira, Douglas S. and Coelho, Felipe A. and Gaspar, Maria D. and Pimenta, André R. and Medeiros, Elanio A. and Lopes, Ricardo T.",
      "pages": "140--144",
      "date": "2016-06",
      "year": "2016",
      "month": "6",
      "topic": "Caracterização de artefatos cerâmicos",
      "foto": "Freitas2016a.png",
      "abstract": "In this study, twenty samples of clay smoking pipes excavated in an 18 km2 area between the Macacu and Caceribu rivers, in the municipality of Itabora{'{i}}, Rio de Janeiro, Brazil were analyzed by FT-IR technique. The samples, excavated in different archeological sites of the region, are dated between the seventeenth and the nineteenth centuries and are part of the material culture left by Africans and African descendants that lived in the complex. FT-IR analyses and complementary SEM-EDS studies showed that the clay paste used in the manufacture of smoking pipes, mostly handcrafted, is composed of quartz, feldspar, phyllosilicates and iron oxides. Multivariate statistical tests (PCA) were applied to FT-IR data to assess the interactions between the archeological sites. The results indicated that one archeological site - Macacu IV - is greatly related to the other sites. The results obtained have helped archeologists and anthropologists in better understanding the manufacturing process employed in ancient ceramic artifacts produced during the period of colonial Brazil."
    }
  },
  {
    "label": "Souza2020",
    "type": "article",
    "properties": {
      "journal": "Brazilian Journal of Development",
      "doi": "10.34117/bjdv6n11-565",
      "issn": "25258761",
      "number": "11",
      "title": "Caracterização De Superfície Com Selante Bactericida Para Equipamento De Proteção Individual (EPI) Produzido Por Manufatura Aditiva",
      "url": "https://www.brazilianjournals.com/index.php/BRJD/article/view/20486",
      "volume": "6",
      "author": "de Souza, Fernanda Torres and Mangiavacchi, Norberto and Diniz, Marília Garcia and Reis, Alex de Carvalho and Chalhub, Daniel José Nahid Mansur and Pereira, Leandro de Oliveira and Pimenta, André Rocha and Miguel, Marco Antônio Lemos",
      "pages": "92049--92062",
      "date": "2020-11",
      "year": "2020",
      "month": "11",
      "topic": "Caracterização de Materiais",
      "foto": "Souza2020.png",
      "abstract": "Este trabalho objetivou obter propriedades da superfície de polímero à base de poliácido láctico (PLA) utilizados na confecção de protetores faciais (face shields) fabricados por manufatura aditiva (impressão 3D), na situação não recoberta e recoberta com selante inorgânico à base de cobre, o qual espera-se que venha a fornecer atividade bactericida. A metodologia incluiu a fabricação das placas poliméricas de PLA através de manufatura aditiva, as quais foram revestidas com um selante à base de sulfato de cobre. Foram utilizadas técnicas de inspeção visual, microscopia óptica (MO), microscopia eletrônica de varredura (MEV), análise química semiquantitativa por espectroscopia por dispersão de energia (EDS), medidas de rugosidade superficial e análise e processamento digital de imagens (PDI). Os resultados mostraram que chegou-se a atingir 17% de recobrimento superficial e que o sulfato de cobre foi encapsulado pelo verniz."
    }
  },
  {
    "label": "Campos2020",
    "type": "article",
    "properties": {
      "journal": "Brazilian Journal of Development",
      "doi": "10.34117/bjdv6n3-106",
      "issn": "25258761",
      "number": "3",
      "publisher": "Brazilian Journal of Development",
      "title": "Characterization of mechanical and surface finishing properties of metallic coating obtained by arc electric thermal spray",
      "url": "http://brasil.arcelormittal.com.br/",
      "volume": "6",
      "author": "Campos, Pamella Kesseler and Cardoso, Bruno Reis and Furtado, Heloísa Cunha and Pimenta, André Rocha and Diniz, Marília Garcia",
      "pages": "11078--11090",
      "date": "2020-03",
      "year": "2020",
      "month": "3",
      "topic": "Caracterização de Materiais",
      "foto": "Campos2020.png",
      "abstract": "The Brazilian thermoelectric plants that use coal as a thermal source use pulverized combustion technology. The aim of this work was to characterize some properties of a metallic coating obtained by arc electric thermal spray in order to protect boiler’s surface against ash’s aggressive action from coal burning. The evaluated parameters considerably influence the characteristics of the coating’s lifes service. An iron chromium base alloy, reference herein as Alloy B, was used in this study. A chemical analysis of the coating, Alloy B, was performed in order to compare if there were any difference between the chemical composition of the wires used and what was incorporated into the coating by the thermal spray process. Therefore, Energy Dispersive Spectroscopy technique (EDS), Quantax software and PyMCA program were used.  The chemical analisys results of the coating was quite similar to the given composition of the wires. To verify the coating hardness, Vickers (HV) microhardness measurements were performed on the coating region, on the substrate and on the boundary region of the coating between substrasts. Vickers microhardness measurements were obtained by PANTEC MV-1000A microdurometer. As substrate an 8 mm thick steel sheet with a chemical composition and thickness similar to the steels used in the water wall pipes of Brazilian boilers were used. The coating hardness (730 HV) was on the order of four times greater than the substrate’s hardness (179 HV) to be protected. This property was homogeneous for the coated layer showing that hardness values indicates that good adhesion of coating’s cast particles occurred, and the spray distance proved to be effective.  The roughness was obtained through measurements made on images generated by Optical Microscopy (OM). Measurements of the variation in heights between peaks and coating depressions were obtained on the generated images. These measurements generated an average value Ra = 27.5 μm. Roughness measurements obtained by conventional technique (Digital Surface Profile Gauge) were performed too and showed that the method of measurements on the OM images was not effective to evaluate the high coating roughness generated by the arc electric thermal spray method, in this case, 248 µm."
    }
  },
  {
    "label": "Freitas2010",
    "type": "article",
    "properties": {
      "journal": "X-Ray Spectrometry",
      "doi": "10.1002/xrs.1200",
      "issn": "00498246",
      "number": "5",
      "publisher": "John Wiley & Sons, Ltd",
      "title": "EDXRF and multivariate statistical analysis of fragments from Marajoara ceramics",
      "url": "http://doi.wiley.com/10.1002/xrs.1200",
      "volume": "39",
      "author": "Freitas, Renato P. and Calza, Cristiane and Lima, Tania A. and Rabello, Angela and Lopes, Ricardo Tadeu",
      "pages": "307--310",
      "date": "2010-09",
      "year": "2010",
      "month": "9",
      "topic": "Análise de artefatos cerâmicos;Espectroscopia de raios X",
      "foto": "Freitas2010.png",
      "abstract": "In this work, 102 fragments of Marajoara ceramics, belonging to the National Museum collection (Rio de Janeiro, Brazil), were analyzed using energy dispersive X‐ray fluorescence (EDXRF) and principal component analysis (PCA) in order to identify possible groups of samples that present similar behaviors or different characteristics. This information will give an important aid to a more accurate classification of these artifacts. The EDXRF measurements were carried out with a portable system developed in the Nuclear Instrumentation Laboratory consisting of an Oxford TF3005 X‐ray tube, with W anode, and an Si‐PIN XR‐100CR detector from Amptek, working at 25 kV and 100 µA, acquisition time of 600 s and a beam collimation of 2 mm. PCA applied to the X‐ray fluorescence results revealed a clear cluster separation to the samples."
    }
  },
  {
    "label": "Avila2021",
    "type": "article",
    "properties": {
      "journal": "Engineering Failure Analysis",
      "doi": "10.1016/j.engfailanal.2020.105052",
      "issn": "13506307",
      "publisher": "Elsevier Ltd",
      "title": "Failure analysis in the tube of the refrigeration system of a reheating furnace",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S1350630720315764",
      "volume": "120",
      "author": "Ávila, E.M.C. and Dornellas, M.P. and Correa, S.R. and Pimenta, A.R. and Diniz, M.G.",
      "pages": "105052",
      "topic": "Análise de Falha",
      "foto": "Avila2021.png",
      "abstract": "This work aimed to analyze a failure that occurred prematurely in an ASTM SS Grade 70 steel tube in the cooling system of a reheating furnace. The following techniques were used: visual inspection, optical microscopy (OM), scanning electron microscopy (SEM), chemical analysis by energy dispersive spectroscopy (EDS), Vickers microhardness (HV) and measurements and chemical analysis by optical emission spectrometry (OES). It was concluded that the failure was caused by a drastic corrosion process, due to microstructural changes resulting from the loss of the refractory coating",
      "date": "2021-02",
      "year": "2021",
      "month": "2"
    }
  },
  {
    "label": "Tavares2020",
    "type": "article",
    "properties": {
      "journal": "Engineering Failure Analysis",
      "doi": "10.1016/j.engfailanal.2019.104244",
      "issn": "13506307",
      "publisher": "Elsevier Ltd",
      "title": "Failure during fabrication of clamps of Mn-alloyed steel for springs in heavy vehicles",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S1350630719313688",
      "volume": "109",
      "author": "Tavares, S.S.M. and Pardal, J.M. and Landim, R.V. and Barbosa, C. and dos Santos, F.C.S.C. and Pimenta, A.R.",
      "pages": "104244",
      "date": "2020-01",
      "year": "2020",
      "month": "1",
      "topic": "Análise de Falha",
      "foto": "Tavares2020.png",
      "abstract": "Clamps or “U” bolts for springs in heavy trucks made of SAE 1552 C-Mn steel presented cracks during the fabrication process by flattening and bending. The cracks initiated in the external face of curves bended, where the tensile stress was maximum. The surface of cracking showed a large portion of brittle fracture by cleavage. The microstructure consisted of fine pearlite (major part), pro-eutectoid ferrite and traces of bainite. The bar used to fabricate the clamps were probably hot rolled and air cooled, resulting in a material with only 1.3% of uniform deformation in the tensile test. This study shows that the bars should have been quenched and tempered at around 600 °C, in order to provide higher workability to the flattening and bending processes, and improve mechanical properties for service."
    }
  },
  {
    "label": "Pimenta2020",
    "type": "article",
    "properties": {
      "journal": "Journal of Failure Analysis and Prevention",
      "doi": "10.1007/s11668-020-00839-4",
      "issn": "1547-7029",
      "number": "2",
      "title": "Finite Element Analysis of a Mechanical Fuse Failure",
      "url": "http://link.springer.com/10.1007/s11668-020-00839-4",
      "volume": "20",
      "author": "Pimenta, A. R. and Tavares, S. S. M. and Diniz, M. G. and Roco, R. A. A. and Oliveira, M. J. and Galiza, J. A. G. and Gomes, A. V. and Ferreira, D. S. R. and Freitas, R. P.",
      "pages": "370--375",
      "date": "2020-04",
      "year": "2020",
      "month": "4",
      "topic": "Análise de Falha",
      "foto": "Pimenta2020.png",
      "abstract": "Industrial equipment is usually high in cost. Design engineering needs to specify fuses that have the role of protecting the main parts of the equipment. The aim of this work is to identify the reason that led to a high number of fractures in mechanical fuses of a rolling mill and suggest improvements to fix the problem. Two components were analyzed: one that failed and one that was used inside the equipment but did not fail. According to their datasheet, the components are made of quenched and tempered type 4140 (UNS G41400) steel. Chemical analysis of the fuse was performed using x-ray fluorescence. Microstructural and fractographic aspects were investigated by optical and scanning electron microscopy. The existence of surface cracks is investigated by liquid penetrant test. Tensile analyses in the component are made using analytical and numerical methods. Numeric analyses are performed by the finite element method. The chemical analysis is in agreement with that expected for type 4140. The fractographic analysis shows intergranular brittle fracture. No surface cracks are found by the liquid penetrant, and no evidence of fatigue mechanism fracture is found the fractographic analysis. All results indicate that the component fractured due to the action of overload. By comparing the numerical and analytical methods, it is possible to identify that the stress concentration in the fuse analyzed results has a value of 9.44% lower when the analytical method is used. It is possible to conclude that the analytical method causes an error in the design, which was not covered by the safety factor because mechanical fuses did not use a safety factor in their projects. Increasing the radius of stress concentration can compensate the error, without requiring dimensional changes in the component. A new component is manufactured according to this concept, which is in operation without any issues."
    }
  },
  {
    "label": "Sales2020",
    "type": "article",
    "properties": {
      "journal": "Revista Mundi Engenharia, Tecnologia e Gestão (ISSN: 2525-4782)",
      "doi": "10.21575/25254782rmetg2020vol5n21155",
      "issn": "2525-4782",
      "number": "2",
      "publisher": "Revista Mundi",
      "title": "FRACTURE FAILURE ANALYSIS IN TIE RODS OF STACKER RECLAIMER",
      "url": "http://periodicos.ifpr.edu.br/index.php?journal=MundiETG&page=article&op=view&path[]=1155",
      "volume": "5",
      "author": "de Sales, Elton Lima and Rocha, Ully Guimarães and da Silva, Diego Moreira and Correa, Sandro Rosa and Pimenta, André Rocha and Diniz, Marilia Garcia",
      "pages": "223--236",
      "date": "2020-05",
      "year": "2020",
      "month": "5",
      "topic": "Análise de Falha",
      "foto": "Sales2020.png",
      "abstract": "This work aimed to analyze the causes of premature failure by fracture of a tie rod of a large rotary forklift or Stacker Reclaimer. A methodology that included visual inspection techniques, macrographic analysis, optical microscopy (OM), Vickers microhardness (HV) measurements, scanning electron microscopy (SEM), semi-quantitative chemical scattering spectroscopy (EDS) and quantitative chemical analysis by optical emission spectrometry and combustion was employed. It could be concluded that the chemical composition of the material and / or the manufacturing process were outside the specification of the material due to the unexpected presence of magnesium and carbon graphite nodules, the latter considered to cause fragility that may have led the material to fracture by fatigue."
    }
  },
  {
    "label": "Pereira2021",
    "type": "article",
    "properties": {
      "journal": "Revista Brasileira de Ensino de Física",
      "doi": "10.1590/1806-9126-rbef-2020-0498",
      "issn": "1806-9126",
      "title": "Investigação experimental da lei de Stokes em discos: uma abordagem de baixo custo por vídeo-análise de oscilações amortecidas",
      "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-11172021000100415&tlng=pt",
      "volume": "43",
      "author": "Pereira, L. O. and Ferreira, D. S. R. and Freitas, R. P. and Pimenta, A. R. and Felix, V. S. and Gonçalves, E. A. S. and Dutra, R. S.",
      "date": "2021-01",
      "year": "2021",
      "month": "1",
      "topic": "Ensino de Física",
      "foto": "Pereira2021.png",
      "abstract": "Neste trabalho apresentamos uma atividade de baixo custo que visa a investigação da força de arrasto, que atua na geometria de um disco, através das oscilações amortecidas de um sistema massa-mola. Utilizando discos de papelão de diferentes raios e controlando a massa do sistema oscilatório, mantendo-a fixa, estudamos a influência da variação exclusiva da magnitude da força de arrasto na dinâmica desse sistema, por meio da variação do raio do disco, mantendo todos os outros parâmetros acessíveis do sistema fixos. A técnica de vídeo-análise é utilizada para rastrear o movimento do sistema, levando o estudante a investigar e a extrair conclusões acerca da dependência funcional da força de atrito viscosa com o raio do disco, bem como a obter a constante elástica da mola e uma estimativa para a espessura dos discos."
    }
  },
  {
    "label": "Pereira2021a",
    "type": "article",
    "properties": {
      "journal": "Spectrochimica Acta Part A: Molecular and Biomolecular Spectroscopy",
      "doi": "10.1016/j.saa.2020.118925",
      "issn": "13861425",
      "title": "Investigating counterfeiting of an artwork by XRF, SEM-EDS, FTIR and synchrotron radiation induced MA-XRF at LNLS-BRAZIL",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S1386142520309045",
      "volume": "246",
      "author": "Pereira, Marcelo O. and Felix, Valter S. and Oliveira, Ana L. and Ferreira, Douglas S. and Pimenta, André R. and Carvalho, Cristiano S. and Silva, Fabricio L. and Perez, Carlos A. and Galante, Douglas and Freitas, Renato P.",
      "pages": "118925",
      "date": "2021-02",
      "year": "2021",
      "month": "2",
      "topic": "Mapeamento no Laboratório Nacional de Luz Síncrotron",
      "foto": "Pereira2021a.png",
      "abstract": "In this work, a painting suspected of counterfeiting was analyzed using the synchrotron-based scanning macro X-ray fluorescence (MA-XRF) technique. The canvas has erasures including a signature erasure; however, some visible numbers indicate that the artwork may be from the 17th century. Through the studies' elemental maps, Cl-K and Ca-K were observed, which allowed us to reconstruct the signature present in the painting. Elemental maps of Ba-K, Ti-K, Fe-K, Zn-K, and Pb-K were also obtained from the painting, which made possible to visualize how the pigments based on these elements were used in the creative composition of the painting. In addition to the signature region, a region of the painting with dimensions of approximately 120 mm × 120 mm was investigated by synchrotron radiation induced MA-XRF, while keeping a high spatial resolution and elemental sensitivity. The measurements were carried out at the D09B micro-XRF beamline of the Brazilian Synchrotron Light Laboratory (LNLS), part of the Brazilian Center of Research in Energy and Materials, in Campinas Brazil. The painting was also investigated by SEM-EDS, and FTIR techniques. Those results, in addition to the supporting elemental maps, allowed additional information to be obtained, such as the binders used on the painting."
    }
  },
  {
    "label": "Freitas2019",
    "type": "article",
    "properties": {
      "journal": "Microchemical Journal",
      "doi": "10.1016/j.microc.2019.104020",
      "issn": "0026265X",
      "title": "Micro-XRF analysis of a Brazilian polychrome sculpture",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S0026265X19306496",
      "volume": "149",
      "author": "Freitas, Renato P. and Felix, Valter S. and Pereira, Marcelo O. and Santos, Ramon S. and Oliveira, Ana L. and Gonçalves, Elicardo A.S. and Ferreira, Douglas S. and Pimenta, André R. and Pereira, Leandro O. and Anjos, Marcelino J.",
      "pages": "104020",
      "date": "2019-09",
      "year": "2019",
      "month": "9",
      "topic": "Caracterização de pigmentos em esculturas",
      "foto": "Freitas2019.png",
      "abstract": "In this work, microsamples extracted from a Saint John the Evangelist polychrome sculpture, dating from the beginning of the eighteenth century and found in Rio de Janeiro, Brazil, were analyzed with micro-XRF and complimentary X-ray Fluorescence (XRF) techniques, Raman Spectroscopy, and Optic Microscopy (OM). As a result of the study, the pigments azurite [2CuCO3·Cu(OH)2], massicot [PbO], vermilion [HgS], calcite [CaCO3] and gypsum [CaSO4.2H2O] were characterized. Through the images obtained by the microelemental mapping, it was verified that some tonalities were produced by pigment mixing, i.e., the green polychrome on the sculpture resulted from a mix of azurite and massicot. In addition to the characterization of the materials used in the sculpture, numerical iterations were implemented using Python programming language to perform correlations between the elemental maps, the values of which were validated by the results of the study."
    }
  },
  {
    "label": "Travassos2012",
    "type": "article",
    "properties": {
      "journal": "Revista Brasileira de Física Médica",
      "doi": "10.29384/RBFM.2012.V6.N2.P61-64",
      "issn": "1984-9001",
      "number": "2",
      "title": "Objeto de teste de baixo custo para radiologia computadorizada",
      "url": "https://www.rbfm.org.br/rbfm/article/view/186",
      "volume": "6",
      "author": "Travassos, Paulo Cesar B. and Augusto, Fernando M. and Sant'Yves, Thalis L. A. and Gonçalves, Elicardo A. S. and Magalhães, Luis Alexandre G. and Botelho, Marina A.",
      "pages": "61--64",
      "date": "2012-11",
      "year": "2012",
      "month": "11",
      "topic": "Controle de qualidade;Imagens radiográficas",
      "foto": "Travassos2012.png",
      "abstract": "O presente trabalho apresenta os resultados da aplica{c{c}}{~{a}}o de um objeto de teste para avalia{c{c}}{~{a}}o da qualidade das imagens obtidas por meio de radiografia computadorizada (CR). Foi constru{'{i}}do a partir de materiais com baixo custo, no valor total de aproximadamente U{$} 100,00. O objeto de teste mostrou ser bastante vi{'{a}}vel como auxiliar no controle de qualidade, possibilitando avalia{c{c}}{~{a}}o dos seguintes par{^{a}}metros: kVp, mAs, resolu{c{c}}{~{a}}o de alto e baixo contraste, rela{c{c}}{~{a}}o sinal ru{'{i}}do SNR, contraste radiogr{'{a}}fico, uniformidade, acur{'{a}}cia na medida de comprimento."
    }
  },
  {
    "label": "Ali2020a",
    "type": "article",
    "properties": {
      "journal": "Journal of the Optical Society of America B",
      "doi": "10.1364/JOSAB.398934",
      "issn": "0740-3224",
      "number": "9",
      "title": "Probing the optical chiral response of single nanoparticles with optical tweezers",
      "url": "https://www.osapublishing.org/abstract.cfm?URI=josab-37-9-2796",
      "volume": "37",
      "author": "Ali, Rfaqat and Pinheiro, F. A. and Dutra, R. S. and Rosa, F. S. S. and Maia Neto, P. A.",
      "pages": "2796",
      "date": "2020-09",
      "year": "2020",
      "month": "9",
      "topic": "Transferência de Momento Angular;Pinças Óticas",
      "foto": "Ali2020a.png",
      "abstract": "We propose an enantioselective scheme to sort homogeneous chiral particles using optical tweezers. For a certain range of material parameters, we show that a highly focused circularly-polarized laser beam traps particles of a specific chirality selected by the handedness of the trapping beam. Furthermore, by applying a transverse Stokes drag force that displaces the trapped particle off-axis, we allow for the rotation of the particle center-of-mass around the trapping beam axis. The rotation angle is highly dependent on the handedness of the trapped particle and is easily measurable with standard video-microscopy techniques, allowing for an alternative mechanism for chiral resolution. Our platform not only allows for enantioselection of particles dispersed in solution but also paves the way to the characterization of the chiral parameter of individual, homogeneous chiral microspheres using optical tweezing."
    }
  },
  {
    "label": "Ali2020b",
    "type": "article",
    "properties": {
      "journal": "Physical Review A",
      "doi": "10.1103/PhysRevA.102.023514",
      "issn": "2469-9926",
      "number": "2",
      "publisher": "American Physical Society",
      "title": "Tailoring optical pulling forces with composite microspheres",
      "url": "https://link.aps.org/doi/10.1103/PhysRevA.102.023514",
      "volume": "102",
      "author": "Ali, R. and Pinheiro, F. A. and Dutra, R. S. and Neto, P. A. Maia",
      "pages": "023514",
      "date": "2020-08",
      "year": "2020",
      "month": "8",
      "topic": "Força Ótica",
      "foto": "Ali2020b.png",
      "abstract": "Optical pulling forces or tractor beams can pull particles against light propagation by redirecting the incident photons forward. This is typically achieved using Bessel beams with very small half-cone angles, which considerably limits their applicability. One can circumvent such an issue by using a superposition of plane waves. In order to investigate optical pulling forces exerted by a pair of noncollinear plane waves, we develop a theoretical framework based on Mie theory, Debye potentials, and Wigner rotation matrices. We apply this framework to calculate the optical pulling force on metallodielectric composite particles, which we put forward as an alternative material platform to optimize and tailor tractor beams. Indeed, we demonstrate that by adding a few plasmonic inclusions to low-refractive-index dielectric particles of arbitrary sizes, we are able to produce polarization-dependent optical pulling forces that cannot occur in the corresponding homogeneous particles. Altogether, our findings not only provide innovative theoretical methods to compute optical pulling forces but also provide strategies to tailor and optimize them, paving the way to increase their applicability."
    }
  },
  {
    "label": "Braga2020",
    "type": "article",
    "properties": {
      "journal": "Surface and Coatings Technology",
      "doi": "10.1016/j.surfcoat.2020.125500",
      "issn": "02578972",
      "publisher": "Elsevier B.V.",
      "title": "The influence of heat treatment of inorganic conversion coatings produced by sol-gel dip coating on the anticorrosive properties of alumina films deposited on steel substrate - Part II: silica/boehmite or boehmite/silica multilayered conversion coatings",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S0257897220301699",
      "volume": "386",
      "author": "Braga, Antonio Vitor Castro and do Lago, Dalva Cristina Baptista and Pimenta, André Rocha and de Senna, Lilian Ferreira",
      "pages": "125500",
      "date": "2020-03",
      "year": "2020",
      "month": "3",
      "topic": "Caracterização de Materiais",
      "foto": "Braga2020.png",
      "abstract": "Following on the results presented in the first part of this study, the focus of attention now shifts to the influence of different deposition sequences and heat treatment temperatures on the production of multilayered conversion coatings of silica and boehmite on 1020 carbon steel, aiming the improvement of the anticorrosive performance of alumina coatings in a saline medium. Thus, conversion coatings composed by different deposition sequences of two xerogel films (boehmite/silica and silica/boehmite films), were evaluated by SEM and XRD after heat treatment. After covering these multilayered conversion coatings containing silica and boehmite with alumina film, the systems were characterized by electrochemical impedance spectroscopy in NaCl 0.5 mol L−1 solution. Both kinds of multilayered conversion coatings improved the anticorrosive performance of the alumina film in the aggressive medium, independent of the coating arrangement and the heat treatment temperature used. Moreover, this parameter affected the composition and morphology of both kinds of conversion coatings, directly influencing on the anticorrosive properties of the final coating systems. Among all of the systems studied in the present work, the one produced using silica/boehmite deposition sequence and heat-treated at 600 °C showed the most significant improvement in the corrosion protection of steel in a saline medium."
    }
  },
  {
    "label": "Braga2019",
    "type": "article",
    "properties": {
      "journal": "Surface and Coatings Technology",
      "doi": "10.1016/j.surfcoat.2019.05.040",
      "issn": "02578972",
      "publisher": "Elsevier B.V.",
      "title": "The influence of heat treatment of inorganic conversion coatings produced by sol-gel dip coating on the anticorrosive properties of alumina films deposited on steel substrate – Part I: Single conversion coatings",
      "url": "https://linkinghub.elsevier.com/retrieve/pii/S0257897219305201",
      "volume": "372",
      "author": "Braga, Antonio Vitor de Castro and do Lago, Dalva Cristina Baptista and Pimenta, André Rocha and de Senna, Lilian Ferreira",
      "pages": "190--200",
      "date": "2019-08",
      "year": "2019",
      "month": "8",
      "topic": "Caracterização de Materiais",
      "foto": "Braga2019.png",
      "abstract": "Boehmite and silica conversion coatings were produced by sol-gel dip coating and heat-treated at different temperatures to improve the anticorrosive performance of alumina film deposited on AISI 1020 carbon steel substrate. SEM and XRD were used to evaluate, respectively, the morphology and composition of the conversion coatings. After covering these conversion coatings with alumina film, the systems were characterized by electrochemical impedance spectroscopy. Although both silica and boehmite improved the anticorrosive performance of the alumina film when applied as a conversion coating, the heat treatment temperature used in each case played a decisive role in their properties."
    }
  },
  {
    "label": "Dutra2018a",
    "type": "article",
    "properties": {
      "journal": "Revista Brasileira de Ensino de Física",
      "doi": "10.1590/1806-9126-rbef-2018-0185",
      "isbn": "1806-1117",
      "issn": "1806-9126",
      "number": "2",
      "publisher": "scielo",
      "title": "Uma aplicação da dinâmica de uma partícula em uma trajetória predeterminada: o problema do iglu elipsoidal",
      "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-11172019000200403&lng=pt&tlng=pt",
      "volume": "41",
      "author": "Dutra, R.S. and Ribeiro, L.C. and Porto, C.M.",
      "date": "2018-10",
      "year": "2018",
      "month": "10",
      "topic": "Ensino de Física",
      "foto": "Dutra2018a.png",
      "abstract": "Resumo Neste trabalho o problema clássico de uma partícula que descreve um arco de círculo ao deslizar pela superfície polida de um iglu esférico é estendido para o caso de um iglu elipsoidal. Neste caso, a altura na qual a partícula perde contato com a superfície do iglu passa a obedecer a uma equação cúbica com coeficientes que dependem dos parâmetros que determinam a trajetória elíptica. A solução analítica dessa equação é então obtida a partir do método de Cardano-Tartaglia."
    }
  },
  {
    "label": "Luis2019",
    "type": "article",
    "properties": {
      "journal": "Engevista",
      "issn": "2317-6717",
      "number": "1",
      "title": "Influência do metal de adição e corrente de soldagem SMAW na microestrutura de aços inoxidáveis duplex Influence of deposited metal and SMAW welding current on the duplex stainless steels microstructure",
      "url": "https://periodicos.uff.br/engevista/article/view/13203",
      "volume": "21",
      "author": "Luís, Miguel and Junior, Belmonte and Paolucci Pimenta, José Maria and De Oliveira Pereira, Leandro and Alves, Elicardo and Gonçalves, Souza and Santos, Douglas and Ferreira, Rodrigues and Pereira De Freitas, Renato and Garcia Diniz, Marilia and Rocha Pimenta, Andre",
      "pages": "104--113",
      "date": "2019-02",
      "year": "2019",
      "month": "2",
      "topic": "Engevista",
      "foto": "Luis2019.png",
      "abstract": "Nesse trabalho foi avaliada a eficiência de dois metais de adição para soldagem por eletrodo revestido de aço inoxidável superduplex, bem como a influência da corrente de soldagem utilizada. Analisou-se a morfologia da junta soldada; a alteração das frações volumétricas das fases ferrita e austenita na zona de fusão, alteração que pode comprometer o desempenho do material; a formação da fase sigma, fase deletéria aos aços inoxidáveis duplex; e a alteração de propriedades mecânicas. Dois eletrodos recomendados para soldagem de aços inoxidáveis duplex foram utilizados, o AWS A5.4 E317 L-16 e o AWS A5.4 E2209-16 de diâmetro de 3,25mm, nas correntes de soldagem de 90 A e 120 A. As amostras foram submetidas à preparação metalográfica e atacadas com solução Behara e ataque eletrolítico de NaOH. Macrografias e micrografias foram realizadas em sistemas óticos. A quantificação das fases foi realizada utilizando processamento digital de imagem. As propriedades mecânicas foram avaliadas através de perfis de microdureza, cujos resultados foram submetidos a testes estatísticos. Conclui-se que a corrente de soldagem utilizada afeta a morfologia do cordão de solda, contudo não altera a fração volumétrica das fases presentes. Não foi observada a presença de fase sigma. Em todas as condições de soldagem foi observada uniformidade nos perfis de microdureza."
    }
  },
  {
    "label": "Pimenta2020a",
    "type": "article",
    "properties": {
      "journal": "Soldagem & Inspeção",
      "doi": "10.1590/0104-9224/si25.12",
      "issn": "1980-6973",
      "publisher": "Universidade Federal de Uberlandia",
      "title": "Nitrogen Addition to the Shielding Gas for Welding Hyper-duplex Stainless Steel",
      "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0104-92242020000100213&tlng=en",
      "volume": "25",
      "author": "Pimenta, André Rocha and Diniz, Marilia Garcia and Perez, Geronimo and Solórzano-Naranjo, Ivan Guillermo",
      "pages": "1--8",
      "date": "2020-06",
      "year": "2020",
      "month": "6",
      "topic": "Caracterização de Materiais",
      "foto": "Pimenta2020a.png",
      "abstract": "In the present work we have studied the effects of nitrogen addition on the equilibrium of the volume fraction ratio austenite/ferrite and on the structural properties of weldments produced by gas tungsten arc welding (GTAW). The welded joints in tubes UNS S32707 of hyper-duplex steel were produced using argon and nitrogen gas welding, with nitrogen added in ratios of 1.5, 2.5, 3.5, 4.5, and 5.5%. Microstructural characterization of this material under the different processing condition was conducted by means of optical microscopy, scanning electron microscopy, local chemical analysis by X-ray energy dispersive spectroscopy, electron backscatter diffraction Vickers microhardness test, and digital image processing. All welding conditions resulted in welded joints with equiaxial grains microstructure containing austenite both at the boundaries and in the ferrite matrix. Microhardness measurements did not show significant variation in relation to the base metal. The use of welding gases with higher percentages of nitrogen resulted in increases in the austenite volume fraction in the order of 39 to 57% when considering the nitrogen content ranging from 1.5 to 5.5%."
    }
  },
  {
    "label": "SaintYves2010",
    "type": "article",
    "properties": {
      "journal": "Revista Brasileira de Física Médica",
      "doi": "10.29384/RBFM.2010.V4.N1.P11-14",
      "issn": "1984-9001",
      "number": "1",
      "title": "Otimização da relação dose x ruído na imagem em protocolos de tomografia computadorizada de crânio pediátrico",
      "url": "https://www.rbfm.org.br/rbfm/article/view/44",
      "volume": "4",
      "author": "Saint'Yves, Thalis L. A. and Travassos, Paulo Cesar B. and Gonçalves, Elicardo A. S. and Mecca, A., Fernando and Silveira, Thiago B.",
      "pages": "11--14",
      "date": "2010-10",
      "year": "2010",
      "month": "10",
      "topic": "Dosimetria em tomografia",
      "foto": "SaintYves2010.png",
      "abstract": "Este trabalho visa estabelecer protocolos otimizados para tomografia computadorizada de cr{^{a}}nio pedi{'{a}}trico, para o Tom{'{o}}grafo Picker Q2000 do Instituto Nacional de C{^{a}}ncer, atrav{'{e}}s da an{'{a}}lise de dose x ru{'{i}}do na imagem com a varia{c{c}}{~{a}}o de valores de mAs e kVp. Foi utilizado um fantoma de {'{a}}gua para medida de ru{'{i}}do, c{^{a}}mara de ioniza{c{c}}{~{a}}o tipo l{'{a}}pis para a medida de dose no ar e um fantoma Alderson Randon para verifica{c{c}}{~{a}}o da qualidade da imagem. Foram encontrados valores de mAs e kVp que reduzem a dose de entrada na pele em 35,9{%} em rela{c{c}}{~{a}}o ao protocolo original utilizado, mantendo"
    }
  },
  {
    "label": "Pimenta2020b",
    "type": "article",
    "properties": {
      "journal": "Journal of Failure Analysis and Prevention",
      "doi": "10.1007/s11668-020-01041-2",
      "issn": "18641245",
      "number": "1",
      "publisher": "Springer",
      "title": "Failure Analysis of a Titanium Hip Prosthesis",
      "url": "https://link.springer.com/article/10.1007/s11668-020-01041-2",
      "volume": "21",
      "author": "Pimenta, A. R. and Tavares, S. S.M. and Dias, D. F. and Correa, S. R. and Sobreiro, A. L. and Diniz, M. G.",
      "pages": "28--35",
      "date": "2020-10",
      "year": "2020",
      "month": "10",
      "topic": "Análise de Falha",
      "foto": "Pimenta2020b.png",
      "abstract": "Total hip arthroplasty or total hip replacement (THR) is a surgical procedure for inserting an implant, which aims to restore the functionality of movements lost due to fractures, joint wear, bone loss and other problems. Although the THR procedure is consolidated in medicine, failures in THR implants associated with different problems are frequently reported in the literature. The aim of the present study was to identify and evaluate the reasons that led a THR implant to fail prematurely after 2 years of use in a 65-year-old female patient. In order to identify the reason of the failure, the following techniques were used: optical microscopy, scanning electron microscopy, chemical analysis by energy-dispersive spectroscopy, Vickers microhardness measurements, digital image processing technique and a mathematical method of finite element analysis. It was concluded that the fractured implant presented a fatigue mechanism, due to existence of pits on the surface."
    }
  }
]